{"backend": "tensorflow", "keras_version": "2.1.6-tf", "class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"units": 3, "batch_input_shape": [null, 3], "activity_regularizer": null, "kernel_constraint": null, "activation": "linear", "bias_regularizer": null, "trainable": true, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "dtype": "float32", "bias_constraint": null, "name": "dense"}}, {"class_name": "Dense", "config": {"units": 200, "activity_regularizer": null, "kernel_constraint": null, "activation": "relu", "bias_regularizer": null, "trainable": true, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "dtype": "float32", "bias_constraint": null, "name": "dense_1"}}, {"class_name": "Dense", "config": {"units": 2, "activity_regularizer": null, "kernel_constraint": null, "activation": "linear", "bias_regularizer": null, "trainable": true, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "dtype": "float32", "bias_constraint": null, "name": "dense_2"}}], "name": "sequential"}}